[Play_X2_XP_S_SPO_Faction_Leader_Screen AkEvent]
SpokenText="Відмінна робота: мережа Опору зростає. Для координації дій підготовлено закритий канал зв'язку. Лише діючи спільно, ми зможемо поставити хрест і на ADVENT, і на Обраних, надісланих Старійшинами."

[Play_X2_XP_SPO_S_First_Ring_Covert_Actions AkEvent]
SpokenText="Шеф, фракції, з якими ми встановили контакт, цілком здатні стежити за Обраними. Отримані знання допоможуть XCOM знайти і нейтралізувати цю загрозу."
